<template>
    <div>
      <div class="address_content">
        <img src="/static/images/map.jpg" alt="">
        <div class="address_text">
          <p>文字内容介绍完善体贴的开发全程服务，我们让客户真正参与系统的发明创造过程，我们对售出的系统，均提供永久性技术支持，通过在线客服、 电话协助、远程协助等多种方式，为用户提供完善的售后服务。完善体贴的开发全程服务，我们让客户真正参与系统的发明创造 过程，我们对售出的系统，均提供永久性技术支持，通过在线客服、电话协助、远程协助等多种方式，为用户提供完善的售后服务。完善体贴的 开发全程服务，我们让客户真正参与系统的发明创造过程，我们对售出的系统，均提供永久性技术支持，通过在线客服、电话协助、远程协助等 多种方式，为用户提供完善的售后服务。</p>
          <p>文字内容介绍完善体贴的开发全程服务，我们让客户真正参与系统的发明创造过程，我们对售出的系统，均提供永久性技术支持，通过在线客服、 电话协助、远程协助等多种方式，为用户提供完善的售后服务。完善体贴的开发全程服务，我们让客户真正参与系统的发明创造 过程，我们对售出的系统，均提供永久性技术支持，通过在线客服、电话协助、远程协助等多种方式，为用户提供完善的售后服务。完善体贴的 开发全程服务，我们让客户真正参与系统的发明创造过程，我们对售出的系统，均提供永久性技术支持，通过在线客服、电话协助、远程协助等 多种方式，为用户提供完善的售后服务。</p>
        </div>
      </div>
    </div>
</template>
<style lang="less">
  .address_content {
    min-height:1000px;
    img {
      width:100%;
      background-size:cover;
    }
    .address_text {
      width:882px;
      margin:0 auto;
      p {
        margin-top:60px;
      }
    }
  }
  .ivu-card-body {
    padding:0 !important;
  }
</style>
